Repository: syricano/flomarkt
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, de

source: We have sent an email to you for verification. Please click on the link inside that email. If you do not see the verification email in your main inbox, check your spam folder. Otherwise contact us if you do not receive it within a few minutes.
ar: لقد قمنا بارسال بريد الكتروني لك، يرجى الضغط على الرابط للتأكيد. اذا لم تعثر على البريد في صندوق الوارد انظر في البريد الغير مرغوب. او تواصل معنا اذا لم تحصل على البريد الاكتروني
de: Wir haben Ihnen eine E -Mail gesendet Überprüfung. Bitte klicken Sie in dieser E -Mail auf den Link. Wenn Sie die Überprüfungs -E -Mail in Ihrem Haupt -Posteingang nicht sehen, überprüfen Sie Ihren Spam -Ordner. Ansonsten Kontaktieren Sie uns, wenn Sie es nicht innerhalb weniger Minuten erhalten.

source: <strong>Note:</strong> you can still <a href="%(email_url)s">change your email address</a>.
ar: <strong>ملاحظة:</strong> لا يزال بإمكانك <a href="%(email_url)s">تغيير عنوان بريدك الإلكتروني</a>.
de: <strong> Hinweis: </strong> Sie können immer noch <a href = "%(email_url)s"> Ändern Sie Ihre E -Mail -Adresse </a>.

source: Messages:
ar: رسائل:
de: Nachrichten:

source: Menu:
ar: قائمة طعام:
de: Speisekarte:

source: Account Connections
ar: إعدادات الحساب
de: Kontoverbindungen

source: Two-Factor Authentication
ar: مصادقة ثنائية العوامل
de: Zwei-Faktor-Authentifizierung

source: Sessions
ar: جلسات
de: Sitzungen

source: Account
ar: حسابي
de: Mein Konto

source: Please proceed to continue.
ar: يرجى المتابعة للمتابعة.
de: Bitte fahren Sie fort, um weiterzumachen.

source: By continuing you agree to our
ar: من خلال الاستمرار توافق على
de: Wenn Sie fortfahren, stimmen Sie unserem zu

source: Terms
ar: الشروط
de: Bedingungen

source: and
ar: و
de: Und

source: Authorize
ar: إذن
de: Autorisieren

source: %(client_name)s wants to access your %(site_name)s account.
ar: %(client_name)sيريد الوصول%(site_name)sحساب.
de: %(client_name)swill auf deine zugreifen%(site_name)sKonto.

source: Enter Device Code
ar: أدخل رمز تسجيل الدخول
de: Geben Sie Anmeldescode ein

source: Enter the code displayed on your device.
ar: أدخل الرمز المعروض على جهازك.
de: Geben Sie den auf Ihrem Gerät angezeigten Code ein.

source: Continue
ar: يكمل
de: Weitermachen

source: Confirm Device
ar: تأكيد الوصول
de: Zugriff bestätigen

source: Please confirm the code shown on your %(client_name)s to authorize this device.
ar: يرجى تأكيد الرمز المعروض على%(client_name)sلتصريح هذا الجهاز.
de: Bitte bestätigen Sie den in Ihrem angegebenen Code%(client_name)sum dieses Gerät zu autorisieren.

source: Code
ar: شفرة

source: Deny
ar: ينكر
de: Leugnen

source: Device Authorized
ar: الجهاز معتمد
de: Gerät autorisiert

source: You successfully authorized your %(client_name)s device.
ar: لقد أذن بنجاح بك%(client_name)sجهاز.
de: Sie haben Ihre erfolgreich autorisiert%(client_name)sGerät.

source: Device Denied
ar: تم رفض الجهاز
de: Gerät verweigert

source: Authorization for your %(client_name)s device has been denied.
ar: إذن الخاص بك%(client_name)sتم رفض الجهاز.
de: Autorisierung für Ihre%(client_name)sDas Gerät wurde abgelehnt.

source: Error
ar: خطأ
de: Fehler

source: Your account is protected by two-factor authentication. Please enter an authenticator code:
ar: حسابك محمي من خلال المصادقة ثنائية العوامل. الرجاء إدخال رمز المصادقة:
de: Ihr Konto ist durch die Zwei-Faktor-Authentifizierung geschützt. Bitte geben Sie einen Authentikatorcode ein:

source: Use a security key
ar: استخدم مفتاح الأمان
de: Verwenden Sie einen Sicherheitsschlüssel

source: A new set of Two-Factor Authentication recovery codes has been generated.
ar: تم إنشاء مجموعة جديدة من رموز استرداد المصادقة ثنائية العوامل.
de: Es wurde ein neuer Satz von Zwei-Faktor-Authentifizierungs-Wiederherstellungscodes generiert.

source: New Recovery Codes Generated
ar: تم إنشاء رموز استرداد جديدة
de: Neue Wiederherstellungscodes erzeugt

source: Authenticator app activated.
ar: تطبيق المصادقة المنشط.
de: Authenticator App aktiviert.

source: Authenticator App Activated
ar: تطبيق المصادقة المنشط
de: Authenticator App aktiviert

source: Authenticator app deactivated.
ar: Authenticator APP تم إلغاء تنشيطه.
de: Authentikator -App deaktiviert.

source: Authenticator App Deactivated
ar: Authenticator APP تم إلغاء تنشيطه
de: Authentikator -App deaktiviert

source: A new security key has been added.
ar: تمت إضافة مفتاح أمان جديد.
de: Ein neuer Sicherheitsschlüssel wurde hinzugefügt.

source: Security Key Added
ar: أضاف مفتاح الأمان
de: Sicherheitsschlüssel hinzugefügt

source: A security key has been removed.
ar: تم تأكيد بريدك الإلكتروني.
de: Ihre E -Mail wurde bestätigt.

source: Security Key Removed
ar: إزالتها مفتاح الأمان
de: Sicherheitsschlüssel entfernt

source: Authenticator App
ar: تطبيق المصادقة

source: Authentication using an authenticator app is active.
ar: المصادقة باستخدام تطبيق المصادقة نشط.
de: Die Authentifizierung mit einer Authentikatoren -App ist aktiv.

source: An authenticator app is not active.
ar: تطبيق المصادقة غير نشط.
de: Eine Authentikatoren -App ist nicht aktiv.

source: Deactivate
ar: إلغاء تنشيط
de: Deaktivieren

source: Activate
ar: فعل
de: Aktivieren

source: Security Keys
ar: مفاتيح الأمن
de: Sicherheitsschlüssel

source: You have added %(count)s security key.
ar: لقد أضفت%(count)sمفاتيح الأمن.
de: Sie haben hinzugefügt%(count)sSicherheitsschlüssel.

source: No security keys have been added.
ar: لم تتم إضافة مفاتيح أمنية.
de: Es wurden keine Sicherheitsschlüssel hinzugefügt.

source: Manage
ar: إدارة رسائل البريد الإلكتروني
de: E -Mails verwalten

source: Add
ar: العنوان
de: Adresse

source: Recovery Codes
ar: طلب رمز
de: Anforderungscode

source: There is %(unused_count)s out of %(total_count)s recovery codes available.
ar: هناك%(unused_count)sخارج%(total_count)sرموز الاسترداد المتاحة.
de: Es gibt%(unused_count)svon%(total_count)sWiederherstellungscodes verfügbar.

source: No recovery codes set up.
ar: لم يتم إعداد رموز الاسترداد.
de: Keine Wiederherstellungscodes eingerichtet.

source: View
ar: منظر
de: Sicht

source: Download
ar: تحميل
de: Herunterladen

source: Generate
ar: يولد
de: Erzeugen

source: A new set of recovery codes has been generated.
ar: تم إنشاء مجموعة جديدة من رموز الاسترداد.
de: Es wurde ein neuer Satz von Wiederherstellungscodes generiert.

source: Security key added.
ar: أضاف مفتاح الأمان.
de: Sicherheitsschlüssel hinzugefügt.

source: Security key removed.
ar: إزالتها مفتاح الأمان.
de: Sicherheitsschlüssel entfernt.

source: Enter an authenticator code:
ar: أدخل رمز التحقق من البريد الإلكتروني
de: Geben Sie den E -Mail -Überprüfungscode ein

source: You are about to generate a new set of recovery codes for your account.
ar: أنت على وشك إنشاء مجموعة جديدة من رموز الاسترداد لحسابك.
de: Sie sind kurz davor, einen neuen Satz von Wiederherstellungscodes für Ihr Konto zu generieren.

source: This action will invalidate your existing codes.
ar: سيؤدي هذا الإجراء إلى إبطال رموزك الحالية.
de: Diese Aktion wird Ihre vorhandenen Codes ungültig machen.

source: Are you sure?
ar: هل أنت متأكد؟
de: Bist du sicher?

source: Unused codes
ar: الرموز غير المستخدمة
de: Nicht verwendete Codes

source: Download codes
ar: تنزيل الرموز
de: Laden Sie Codes herunter

source: Generate new codes
ar: طلب رمز جديد
de: Neuen Code anfordern

source: Activate Authenticator App
ar: تنشيط تطبيق المصادقة
de: Aktivieren Sie die Authenticator -App

source: To protect your account with two-factor authentication, scan the QR code below with your authenticator app. Then, input the verification code generated by the app below.
ar: لحماية حسابك من خلال المصادقة ثنائية العوامل ، قم بفحص رمز الاستجابة السريعة أدناه باستخدام تطبيق المصادقة الخاص بك. ثم ، أدخل رمز التحقق الذي تم إنشاؤه بواسطة التطبيق أدناه.
de: Um Ihr Konto mit einer Zwei-Faktor-Authentifizierung zu schützen, scannen Sie den folgenden QR-Code mit Ihrer Authenticator-App. Geben Sie dann den von der App unten generierten Überprüfcode ein.

source: Authenticator secret
ar: سر المصادقة
de: Authentikatorgeheimnis

source: You can store this secret and use it to reinstall your authenticator app at a later time.
ar: يمكنك تخزين هذا السر واستخدامه لإعادة تثبيت تطبيق المصادقة في وقت لاحق.
de: Sie können dieses Geheimnis speichern und Ihre Authentikator -App zu einem späteren Zeitpunkt neu installieren.

source: Deactivate Authenticator App
ar: إلغاء تنشيط تطبيق المصادقة
de: Deaktivieren Sie die Authentikatoren -App

source: You are about to deactivate authenticator app based authentication. Are you sure?
ar: أنت على وشك إلغاء تنشيط المصادقة المستندة إلى تطبيق Authenticator. هل أنت متأكد؟
de: Sie sind kurz davor, die Authentikator -App -basierte Authentifizierung zu deaktivieren. Bist du sicher?

source: Trust this Browser?
ar: ثق بهذا المتصفح؟
de: Vertrauen Sie diesem Browser?

source: If you choose to trust this browser, you will not be asked for a verification code the next time you sign in.
ar: إذا اخترت الوثوق بهذا المتصفح ، فلن يُطلب منك رمز التحقق في المرة القادمة التي تقوم فيها بتسجيل الدخول.
de: Wenn Sie diesem Browser vertrauen, werden Sie bei der nächsten Anmeldung nicht nach einem Bestätigungscode gefragt.

source: Trust for %(period)s
ar: الثقة ل%(period)s
de: Vertrauen für%(period)s

source: Don't Trust
ar: لا تثق
de: Vertraue nicht

source: Add Security Key
ar: إضافة مفتاح الأمان
de: Sicherheitsschlüssel hinzufügen

source: Remove Security Key
ar: إزالة مفتاح الأمان
de: Sicherheitsschlüssel entfernen

source: Are you sure you want to remove this security key?
ar: هل أنت متأكد أنك تريد تسجيل الخروج؟
de: Sind Sie sicher, dass Sie sich anmelden möchten?

source: Key
ar: مفتاح
de: Schlüssel

source: Usage
ar: الاستخدام
de: Verwendung

source: Passkey
ar: التسجيل
de: PassKey melden sich an

source: Security key
ar: مفتاح الأمن
de: Sicherheitsschlüssel

source: This key does not indicate whether it is a passkey.
ar: هذا المفتاح لا يشير إلى ما إذا كان مفتاح المرور.
de: Dieser Schlüssel zeigt nicht an, ob es sich um einen Passkey handelt.

source: Unspecified
ar: لم يتم التحقق منه
de: Nicht überprüft

source: Added on %(created_at)s
ar: تمت إضافة على%(created_at)s
de: Hinzugefügt%(created_at)s

source: Last used %(last_used)s
ar: آخر استخدام%(last_used)s
de: Zuletzt benutzt%(last_used)s

source: Edit
ar: يحرر
de: Bearbeiten

source: Edit Security Key
ar: تحرير مفتاح الأمان
de: Sicherheitsschlüssel bearbeiten

source: Save
ar: يحفظ
de: Speichern

source: Create Passkey
ar: إنشاء مفتاح المرور
de: PassKey erstellen

source: You are about to create a passkey for your account. As you can add additional keys later on, you can use a descriptive name to tell the keys apart.
ar: أنت على وشك إنشاء مفتاح المرور لحسابك. حيث يمكنك إضافة مفاتيح إضافية في وقت لاحق ، يمكنك استخدام اسم وصفي لتصرف المفاتيح.
de: Sie sind kurz davor, einen Passkey für Ihr Konto zu erstellen. Da Sie später zusätzliche Schlüssel hinzufügen können, können Sie einen beschreibenden Namen verwenden, um die Schlüssel auseinander zu untersuchen.

source: Create
ar: يخلق
de: Erstellen

source: This functionality requires JavaScript.
ar: هذه الوظيفة تتطلب javaScript.
de: Diese Funktionalität erfordert JavaScript.

source: Third-Party Login Failure
ar: فشل تسجيل الدخول إلى الطرف الثالث
de: Anmeldesausfall von Drittanbietern

source: An error occurred while attempting to login via your third-party account.
ar: حدث خطأ أثناء محاولة تسجيل الدخول عبر حساب الطرف الثالث.
de: Beim Versuch, sich über Ihr Konto von Drittanbietern anzumelden, trat ein Fehler auf.

source: You can sign in to your account using any of the following third-party accounts:
ar: يمكنك تسجيل الدخول إلى حسابك باستخدام أي من حسابات الطرف الثالث التالي:
de: Sie können sich mit einem der folgenden Konten von Drittanbietern in Ihrem Konto anmelden:

source: You currently have no third-party accounts connected to this account.
ar: ليس لديك حاليًا أي حسابات تابعة لجهة خارجية متصلة بهذا الحساب.
de: Sie haben derzeit keine Konten von Drittanbietern, die mit diesem Konto verbunden sind.

source: Add a Third-Party Account
ar: أضف حساب طرف ثالث
de: Fügen Sie ein Account von Drittanbietern hinzu

source: A third-party account from %(provider)s has been connected to your account.
ar: حساب جهة خارجية من%(provider)sتم توصيله بحسابك.
de: Ein Account von Drittanbietern von%(provider)swurde mit Ihrem Konto verbunden.

source: Third-Party Account Connected
ar: حساب الطرف الثالث متصل
de: Drittanbieterkonto angeschlossen

source: A third-party account from %(provider)s has been disconnected from your account.
ar: حساب جهة خارجية من%(provider)sتم فصله عن حسابك.
de: Ein Account von Drittanbietern von%(provider)swurde von Ihrem Konto getrennt.

source: Third-Party Account Disconnected
ar: حساب الطرف الثالث منفصل
de: Account von Drittanbietern getrennt

source: Continue with a Social Account
ar: استمر في حساب اجتماعي
de: Fahren Sie mit einem sozialen Konto fort

source: You are about to connect a new third-party account from %(provider)s.
ar: أنت على وشك توصيل حساب جديد لجهة خارجية%(provider)s.
de: Sie sind kurz davor, einen neuen Account von Drittanbietern zu verbinden%(provider)s.

source: You are about to sign in using a third-party account from %(provider)s.
ar: أنت على وشك تسجيل الدخول باستخدام حساب طرف ثالث من%(provider)s.
de: Sie sind dabei%(provider)s.

source: Login Cancelled
ar: تم إلغاء تسجيل الدخول
de: Anmeldung abgesagt

source: You decided to cancel logging in to our site using one of your existing accounts. If this was a mistake, please proceed to <a href="%(login_url)s">sign in</a>.
ar: قررت إلغاء تسجيل الدخول إلى موقعنا باستخدام أحد حساباتك الحالية. إذا كان هذا خطأ ، فيرجى المتابعة إلى <a href = "%(login_url)s"> تسجيل الدخول </a>.
de: Sie haben beschlossen, die Protokollierung auf unserer Website mit einem Ihrer vorhandenen Konten zu kündigen. Wenn dies ein Fehler war, fahren Sie bitte mit <a href = fort. "%(login_url)s"> Anmelden in </a>.

source: The third-party account has been connected.
ar: تم توصيل حساب الطرف الثالث.
de: Das Account von Drittanbietern wurde angeschlossen.

source: The third-party account is already connected to a different account.
ar: حساب الطرف الثالث متصل بالفعل بحساب مختلف.
de: Das Konto von Drittanbietern ist bereits mit einem anderen Konto verbunden.

source: The third-party account has been disconnected.
ar: تم فصل حساب الطرف الثالث.
de: Das Account von Drittanbietern wurde getrennt.

source: Complete your profile
ar: ملفك الشخصي
de: Dein Profil

source: You are about to use your %(provider_name)s account to login to %(site_name)s. As a final step, please complete the following form:
ar: أنت على وشك استخدام حسابك في %(provider_name)s لتسجيل الدخول إلى %(site_name)s. كخطوة أخيرة، يرجى إكمال النموذج التالي:
de: Sie sind kurz davor, Ihre zu verwenden%(provider_name)sKonto anmelden%(site_name)s. Bitte füllen Sie als letzter Schritt das folgende Formular aus:

source: Back to Sign In
ar: تسجيل الدخول
de: Anmelden

source: Continue with %(name)s
ar: تواصل مع%(name)s
de: Weiter mit%(name)s

source: Signed out of all other sessions.
ar: وقع الخروج من جميع الجلسات الأخرى.
de: Von allen anderen Sitzungen unterschrieben.

source: Started At
ar: بدأت في
de: Begann bei

source: IP Address
ar: العنوان
de: Adresse

source: Browser
ar: متصفح

source: Last seen at
ar: آخر مرة في
de: Zuletzt gesehen bei

source: Current
ar: البريد الإلكتروني الحالي
de: Aktuelle E -Mail

source: Sign Out Other Sessions
ar: تسجيل الخروج من الجلسات الأخرى
de: Andere Sitzungen anmelden

source: Your online flea market
ar: سوقك الحر
de: Ihr Online -Flohmarkt

source: Flomarkt24
ar: فلوماركيت24

source: Footer navigation
ar: تبديل
de: Navigation umschalten

source: Privacy
ar: الخصوصية
de: Privatsphäre

source: All rights reserved
ar: جميع الحقوق محفوظة
de: Alle Rechte vorbehalten

source: Back to top
ar: العودة إلى الأعلى
de: Zurück nach oben

source: My Account
ar: حسابي
de: Mein Konto

source: Product Management
ar: إدارة المنتج
de: Produktmanagement

source: Logout
ar: تسجيل الخروج
de: Abmelden

source: Login
ar: تسجيل الدخول
de: Anmelden

source: Register
ar: يسجل
de: Registrieren

source: Home
ar: الصفحة الرئيسية
de: Start Seite

source: All Products
ar: جميع المنتجات
de: Alle Produkte

source: Automotive
ar: السيارات
de: Automobil

source: Home & Tools
ar: أدوات منزلية
de: Home & Werkzeuge

source: Garden & Outdoors
ar: أدوات حدائق و خدمية
de: Garten & Draußen

source: Electronics
ar: الإلكترونيات
de: Elektronik

source: Computers
ar: أجهزة الكمبيوتر
de: Computer

source: Phones & Accessories
ar: الهواتف و مُكَمِّلات
de: Telefone & Zubehör

source: Fashion
ar: موضة
de: Mode

source: Beauty & Personal Care
ar: الجمال و العناية الشخصية
de: Schönheit & Persönliche Fürsorge

source: Health
ar: صحة
de: Gesundheit

source: Sports & Outdoors
ar: أدوات رياضية و ترفيهية
de: Sport & Draußen

source: Toys & Games
ar: دمى و ألعاب
de: Spielzeug & Spiele

source: Baby
ar: طفل

source: Pet Supplies
ar: إمدادات الحيوانات الأليفة
de: Haustierbedarf

source: Books
ar: كتب
de: Bücher

source: Music
ar: موسيقى
de: Musik

source: Grocery
ar: خضروات
de: Lebensmittelgeschäft

source: Office Products
ar: منتجات المكاتب
de: Büroprodukte

source: Toggle navigation
ar: تبديل
de: Navigation umschalten

source: Search our site
ar: ابحث في الموقع
de: Suchen Sie unsere Website
