Repository: syricano/flomarkt
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, de

source: About
ar: من نحن
de: Über uns

source: We are a community-driven online flea market.
ar: نحن سوق إلكتروني للسلع المستعملة يقوده المجتمع.
de: Wir sind ein gemeinschaftsgetriebener Online‑Flohmarkt.

source: Contact
ar: اتصل بنا
de: Kontakt

source: Reach us via the form or email.
ar: تواصل معنا عبر النموذج أو البريد الإلكتروني.
de: Erreiche uns über das Formular oder per E‑Mail.

source: Start shopping here
ar: ابدأ بالتسوق هنا
de: Beginnen Sie hier einkaufen

source: Shop Now
ar: تسوق الآن
de: Jetzt einkaufen

source: Privacy Policy
ar: الخصوصية
de: Privatsphäre

source: Your privacy is important to us. Please read our privacy policy carefully.
ar: خصوصيتك مهمة بالنسبة لنا. يرجى قراءة سياسة الخصوصية الخاصة بنا بعناية.
de: Ihre Privatsphäre ist uns wichtig. Bitte lesen Sie unsere Datenschutzrichtlinie sorgfältig durch.

source: Terms and Conditions
ar: الشروط والأحكام
de: Geschäftsbedingungen

source: Please read these terms and conditions carefully before using our service.
ar: يرجى قراءة هذه الشروط والأحكام بعناية قبل استخدام خدمتنا.
de: Bitte lesen Sie diese Allgemeinen Geschäftsbedingungen sorgfältig durch, bevor Sie unseren Service nutzen.

source: First name
ar: الاسم الأول
de: Vorname

source: Phone number
ar: رقم التليفون
de: Telefonnummer

source: Email
ar: البريد الإلكتروني

source: Postcode
ar: الرمز البريدي
de: Postleitzahl

source: Town or city
ar: المدينة
de: Stadt oder Stadt

source: Street address 1
ar: عنوان الشارع ١

source: Street address 2
ar: عنوان الشارع ٢

source: County
ar: المحافظة

source: Country
ar: الدولة
de: Land

source: Country *
ar: الدولة *
de: Land *

source: My Profile
ar: الملف الشخصي
de: Profil

source: Account Settings
ar: إعدادات الحساب
de: Kontoverbindungen

source: Update Account
ar: تحديث بيانات الحساب
de: Mein Konto

source: Security
ar: حماية
de: Sicherheit

source: Manage your password and sign-in settings.
ar: تم تعيين كلمة المرور الخاصة بك.
de: Ihr Passwort wurde festgelegt.

source: Change Password
ar: تغيير كلمة المرور
de: Kennwort ändern

source: Reset Password
ar: أعد تعيين كلمة المرور الخاصة بي
de: Setzen Sie mein Passwort zurück

source: Manage Email Addresses
ar: عناوين البريد الإلكتروني
de: E -Mail -Adressen

source: Address & Delivery
ar: العنوان والتسليم
de: Adresse & Lieferung

source: Default Delivery Information
ar: معلومات التسليم الافتراضية
de: Standard -Lieferungsinformationen

source: Update Address
ar: تحديث بيانات العنوان
de: E-Mail-Adresse

source: Order History
ar: الطلبات
de: Bestellungen

source: Account Inactive
ar: حساب غير نشط
de: Konto inaktiv

source: This account is inactive.
ar: هذا الحساب غير نشط.
de: Dieses Konto ist inaktiv.

source: We've sent a code to %(recipient)s. The code expires shortly, so please enter it soon.
ar: لقد أرسلنا رمزًا إلى%(recipient)s. ينتهي الرمز قريبًا ، لذا يرجى إدخاله قريبًا.
de: Wir haben einen Code an gesendet%(recipient)s. Der Code läuft in Kürze ab. Bitte geben Sie ihn bald ein.

source: Confirm
ar: تأكيد
de: Bestätigen

source: Request new code
ar: طلب رمز جديد
de: Neuen Code anfordern

source: Cancel
ar: الغاء
de: Stornieren

source: Confirm Access
ar: تأكيد الوصول
de: Zugriff bestätigen

source: Please reauthenticate to safeguard your account.
ar: يرجى إعادة صياغة حماية حسابك.
de: Bitte erneut authentifizieren, um Ihr Konto zu schützen.

source: Alternative options
ar: خيارات بديلة
de: Alternative Optionen

source: Email Verification
ar: التحقق من البريد الإلكتروني
de: E -Mail -Überprüfung

source: Enter Email Verification Code
ar: أدخل رمز التحقق من البريد الإلكتروني
de: Geben Sie den E -Mail -Überprüfungscode ein

source: Use a different email address
ar: استخدم عنوان بريد إلكتروني مختلف
de: Verwenden Sie eine andere E -Mail -Adresse

source: Sign In
ar: تسجيل الدخول
de: Anmelden

source: Enter Sign-In Code
ar: أدخل رمز تسجيل الدخول
de: Geben Sie Anmeldescode ein

source: Password Reset
ar: إعادة تعيين كلمة المرور
de: Passwort zurücksetzen

source: Enter Password Reset Code
ar: أدخل رمز إعادة تعيين كلمة المرور
de: Geben Sie den Code des Passworts zurücksetzen

source: Phone Verification
ar: التحقق من الهاتف
de: Telefonüberprüfung

source: Enter Phone Verification Code
ar: أدخل رمز التحقق من الهاتف
de: Geben Sie den Telefonüberprüfungscode ein

source: Use a different phone number
ar: استخدم رقم هاتف مختلف
de: Verwenden Sie eine andere Telefonnummer

source: Email Addresses
ar: عناوين البريد الإلكتروني
de: E -Mail -Adressen

source: The following email addresses are associated with your account:
ar: ترتبط عناوين البريد الإلكتروني التالية بحسابك:
de: Die folgenden E -Mail -Adressen sind Ihrem Konto zugeordnet:

source: Verified
ar: تم التحقق منها
de: Verifiziert

source: Unverified
ar: لم يتم التحقق منه
de: Nicht überprüft

source: Primary
ar: أساسي
de: Primär

source: Make Primary
ar: جعل الابتدائية
de: Primär machen

source: Re-send Verification
ar: إعادة التحقق
de: Überprüfung neu sendieren

source: Remove
ar: يزيل
de: Entfernen

source: Add Email Address
ar: أضف عنوان البريد الإلكتروني
de: E -Mail -Adresse hinzufügen

source: Add Email
ar: أضف البريد الإلكتروني
de: E -Mail hinzufügen

source: Do you really want to remove the selected email address?
ar: هل تريد حقًا إزالة عنوان البريد الإلكتروني المحدد؟
de: Möchten Sie die ausgewählte E -Mail -Adresse wirklich entfernen?

source: You are receiving this email because you or someone else tried to signup for an account using email address: %(email)s However, an account using that email address already exists. In case you have forgotten about this, please use the password forgotten procedure to recover your account: %(password_reset_url)s
ar: تتلقى هذا البريد الإلكتروني لأنك أو شخصًا آخر حاول التسجيل للحصول على حساب باستخدام عنوان البريد الإلكتروني: %(email)s ومع ذلك، يوجد حساب يستخدم هذا البريد الإلكتروني بالفعل. في حال كنت قد نسيت ذلك، يرجى استخدام إجراء استعادة كلمة المرور لاسترداد حسابك: %(password_reset_url)s
de: Sie erhalten diese E -Mail, weil Sie oder jemand anderes versucht haben, sich für eine anzumelden Konto über E -Mail -Adresse:%(email)sEs gibt jedoch bereits ein Konto, das diese E -Mail -Adresse verwendet. Falls Sie haben Vergessen dies, bitte verwenden Sie das Passwort vergessene Prozedur, um sich wiederherzustellen Ihr Konto:%(password_reset_url)s

source: Account Already Exists
ar: الحساب موجود بالفعل
de: Konto existiert bereits

source: Hello from %(site_name)s!
ar: مرحبا من%(site_name)s!
de: Hallo aus%(site_name)s!

source: Thank you for using %(site_name)s! %(site_domain)s
ar: شكرا لك على استخدام%(site_name)s! %(site_domain)s
de: Vielen Dank für die Verwendung%(site_name)s! %(site_domain)s

source: You are receiving this mail because the following change was made to your account:
ar: تتلقى هذا البريد لأن التغيير التالي تم إجراؤه على حسابك:
de: Sie erhalten diese E -Mail, da die folgende Änderung an Ihrem Konto vorgenommen wurde:

source: If you do not recognize this change then please take proper security precautions immediately. The change to your account originates from: - IP address: %(ip)s - Browser: %(user_agent)s - Date: %(timestamp)s
ar: إذا لم تتعرف على هذا التغيير، فالرجاء اتخاذ الاحتياطات الأمنية المناسبة على الفور. هذا التغيير في حسابك مصدره: - عنوان IP: %(ip)s - المتصفح: %(user_agent)s - التاريخ: %(timestamp)s
de: Wenn Sie diese Änderung nicht erkennen, treffen Sie bitte sofort die richtigen Sicherheitsvorkehrungen. Die Änderung Ihres Kontos stammt aus: - IP -Adresse:%(ip)s- Browser:%(user_agent)s- Datum:%(timestamp)s

source: Your email has been changed from %(from_email)s to %(to_email)s.
ar: تم تغيير بريدك الإلكتروني من%(from_email)sل%(to_email)s.
de: Ihre E -Mail wurde von geändert%(from_email)sZu%(to_email)s.

source: Email Changed
ar: تم تغيير البريد الإلكتروني
de: E -Mail geändert

source: Your email has been confirmed.
ar: تم تأكيد بريدك الإلكتروني.
de: Ihre E -Mail wurde bestätigt.

source: Email Confirmation
ar: تأكيد البريد الإلكتروني
de: E -Mail -Bestätigung

source: You're receiving this email because user %(user_display)s has given your email address to register an account on %(site_domain)s.
ar: أنت تتلقى هذا البريد الإلكتروني لأن المستخدم%(user_display)sأعطى عنوان بريدك الإلكتروني لتسجيل حساب على%(site_domain)s.
de: Sie erhalten diese E -Mail, weil Benutzer%(user_display)shat Ihre E -Mail -Adresse gegeben, um ein Konto zu registrieren%(site_domain)s.

source: Your email verification code is listed below. Please enter it in your open browser window.
ar: رمز التحقق من البريد الإلكتروني الخاص بك مدرج أدناه. الرجاء إدخالها في نافذة المتصفح المفتوح.
de: Ihr E -Mail -Überprüfungscode ist unten aufgeführt. Bitte geben Sie es in Ihr offenes Browserfenster ein.

source: To confirm this is correct, go to %(activate_url)s
ar: لتأكيد هذا صحيح ، انتقل إلى%(activate_url)s
de: Um zu bestätigen, dass dies korrekt ist, gehen Sie zu%(activate_url)s

source: Please Confirm Your Email Address
ar: يرجى تأكيد عنوان بريدك الإلكتروني
de: Bitte bestätigen Sie Ihre E -Mail -Adresse

source: Email address %(deleted_email)s has been removed from your account.
ar: عنوان البريد الإلكتروني%(deleted_email)sتمت إزالته من حسابك.
de: E-Mail-Adresse%(deleted_email)swurde aus Ihrem Konto entfernt.

source: Email Removed
ar: تمت إزالة البريد الإلكتروني
de: E -Mail entfernt

source: Your sign-in code is listed below. Please enter it in your open browser window.
ar: رمز تسجيل الدخول الخاص بك مدرج أدناه. الرجاء إدخالها في نافذة المتصفح المفتوح.
de: Ihr Anmeldecode ist unten aufgeführt. Bitte geben Sie es in Ihr offenes Browserfenster ein.

source: This mail can be safely ignored if you did not initiate this action.
ar: يمكن تجاهل هذا البريد بأمان إذا لم تبدأ هذا الإجراء.
de: Diese Mail kann sicher ignoriert werden, wenn Sie diese Aktion nicht eingeleitet haben.

source: Sign-In Code
ar: رمز تسجيل الدخول
de: Anmeldecode

source: Your password has been changed.
ar: تم تغيير كلمة المرور الخاصة بك.
de: Ihr Passwort wurde geändert.

source: Password Changed
ar: تم تغيير كلمة المرور
de: Passwort geändert

source: Your password reset code is listed below. Please enter it in your open browser window.
ar: رمز إعادة تعيين كلمة المرور الخاصة بك مدرج أدناه. الرجاء إدخالها في نافذة المتصفح المفتوح.
de: Ihr Passwort -Reset -Code ist unten aufgeführt. Bitte geben Sie es in Ihr offenes Browserfenster ein.

source: Password Reset Code
ar: رمز إعادة تعيين كلمة المرور
de: Passwort Reset Code

source: You're receiving this email because you or someone else has requested a password reset for your user account. It can be safely ignored if you did not request a password reset. Click the link below to reset your password.
ar: تتلقى هذا البريد الإلكتروني لأنك أو شخص آخر طلبت إعادة تعيين كلمة المرور لحساب المستخدم الخاص بك. يمكن تجاهله بأمان إذا لم تطلب إعادة تعيين كلمة المرور. انقر على الرابط أدناه لإعادة تعيين كلمة المرور الخاصة بك.
de: Sie erhalten diese E -Mail, da Sie oder jemand anderes ein Kennwortreset für Ihr Benutzerkonto angefordert haben. Es kann sicher ignoriert werden, wenn Sie keinen Passwort zurücksetzen. Klicken Sie auf den Link unten, um Ihr Passwort zurückzusetzen.

source: In case you forgot, your username is %(username)s.
ar: في حال نسيت ، اسم المستخدم الخاص بك هو%(username)s.
de: Falls Sie es vergessen haben, ist Ihr Benutzername%(username)s.

source: Password Reset Email
ar: إعادة تعيين كلمة المرور البريد الإلكتروني
de: E -Mail zurücksetzen Passwort zurücksetzen

source: Your password has been reset.
ar: تمت إعادة تعيين كلمة المرور الخاصة بك.
de: Ihr Passwort wurde zurückgesetzt.

source: Your password has been set.
ar: تم تعيين كلمة المرور الخاصة بك.
de: Ihr Passwort wurde festgelegt.

source: Password Set
ar: مجموعة كلمة المرور
de: Passwort festgelegt

source: You are receiving this email because you, or someone else, tried to access an account with email %(email)s. However, we do not have any record of such an account in our database.
ar: تتلقى هذا البريد الإلكتروني لأنك ، أو أي شخص آخر ، حاولت الوصول إلى حساب مع البريد الإلكتروني%(email)s. ومع ذلك ، ليس لدينا أي سجل لمثل هذا الحساب في قاعدة البيانات الخاصة بنا.
de: Sie erhalten diese E -Mail, weil Sie oder jemand anderes versucht haben, mit E -Mail auf ein Konto zuzugreifen%(email)s. Wir haben jedoch keine Aufzeichnung eines solchen Kontos in unserer Datenbank.

source: If it was you, you can sign up for an account using the link below.
ar: إذا كان الأمر كذلك ، فيمكنك الاشتراك في حساب باستخدام الرابط أدناه.
de: Wenn Sie es waren, können Sie sich für ein Konto über den folgenden Link anmelden.

source: Unknown Account
ar: حساب غير معروف
de: Unbekanntes Konto

source: Email Address
ar: عنوان البريد الإلكتروني
de: E-Mail-Adresse

source: Current email
ar: البريد الإلكتروني الحالي
de: Aktuelle E -Mail

source: Changing to
ar: التغيير إلى
de: Wechseln zu

source: Your email address is still pending verification.
ar: لا يزال عنوان بريدك الإلكتروني في انتظار التحقق.
de: Ihre E -Mail -Adresse steht noch aus.

source: Cancel Change
ar: إلغاء التغيير
de: Änderung abbrechen

source: Change to
ar: التغيير إلى
de: Wechseln zu

source: Change Email
ar: تغيير البريد الإلكتروني
de: E -Mail ändern

source: Confirm Email Address
ar: تأكيد عنوان البريد الإلكتروني
de: e-Mail-Adresse bestätigen

source: Please confirm that <a href="mailto:%(email)s">%(email)s</a> is an email address for user %(user_display)s.
ar: يرجى تأكيد أن <a href = "mailto:%(email)s">%(email)s</a> هو عنوان بريد إلكتروني للمستخدم%(user_display)s.
de: Bitte bestätigen Sie, dass <a href = "Mailto:%(email)s">%(email)s</a> ist eine E -Mail -Adresse für den Benutzer%(user_display)s.

source: Unable to confirm %(email)s because it is already confirmed by a different account.
ar: غير قادر على التأكيد%(email)sلأنه تم تأكيده بالفعل من خلال حساب مختلف.
de: Nicht zu bestätigen%(email)sWeil es bereits durch ein anderes Konto bestätigt wird.

source: This email confirmation link expired or is invalid. Please <a href="%(email_url)s">issue a new email confirmation request</a>.
ar: انتهت صلاحية رابط تأكيد البريد الإلكتروني أو غير صالح. من فضلك <a href = "%(email_url)s"> إصدار طلب تأكيد بريد إلكتروني جديد </a>.
de: Dieser E -Mail -Bestätigungslink ist abgelaufen oder ist ungültig. Bitte <a href = "%(email_url)s"> Ausgeben eine neue E -Mail -Bestätigungsanfrage </a>.

source: Use your email and password or sign in with a social account.
ar: استخدم بريدك الإلكتروني وكلمة المرور أو تسجيل الدخول باستخدام حساب اجتماعي.
de: Verwenden Sie Ihre E -Mail und Ihr Passwort oder melden Sie sich bei einem sozialen Konto an.

source: Create Account
ar: حسابي
de: Mein Konto

source: or continue with
ar: أو متابعة
de: oder weiter mit

source: Sign Out
ar: تسجيل الخروج
de: Abmelden

source: Are you sure you want to sign out?
ar: هل أنت متأكد أنك تريد تسجيل الخروج؟
de: Sind Sie sicher, dass Sie sich anmelden möchten?

source: You cannot remove your primary email address (%(email)s).
ar: لا يمكنك إزالة عنوان بريدك الإلكتروني الأساسي (%(email)s).
de: Sie können Ihre primäre E -Mail -Adresse nicht entfernen (%(email)s).

source: Confirmation email sent to %(email)s.
ar: تم إرسال بريد إلكتروني للتأكيد إلى%(email)s.
de: Bestätigungs -E -Mail gesendet an%(email)s.

source: You have confirmed %(email)s.
ar: لقد أكدت%(email)s.
de: Sie haben bestätigt%(email)s.

source: Removed email address %(email)s.
ar: تمت إزالة عنوان البريد الإلكتروني%(email)s.
de: E -Mail -Adresse entfernt%(email)s.

source: Successfully signed in as %(name)s.
ar: وقعت بنجاح في%(name)s.
de: Erfolgreich unterschrieben in als%(name)s.

source: You have signed out.
ar: لقد وقعت.
de: Sie haben sich angemeldet.

source: A sign-in code has been sent to %(recipient)s.
ar: تم إرسال رمز تسجيل الدخول إلى%(recipient)s.
de: Ein Anmeldecode wurde an gesendet%(recipient)s.

source: Password successfully changed.
ar: تم تغيير كلمة المرور بنجاح.
de: Passwort erfolgreich geändert.

source: Password successfully set.
ar: تم تعيين كلمة المرور بنجاح.
de: Passwort erfolgreich eingestellt.

source: A verification code has been sent to %(phone)s.
ar: تم إرسال رمز التحقق إلى%(phone)s.
de: Ein Verifizierungscode wurde an gesendet an gesendet%(phone)s.

source: You have verified phone number %(phone)s.
ar: لقد تم التحقق من رقم الهاتف%(phone)s.
de: Sie haben die Telefonnummer überprüft%(phone)s.

source: Primary email address set.
ar: مجموعة عنوان البريد الإلكتروني الأساسية.
de: Primärer E -Mail -Adresse gesetzt.

source: Your primary email address must be verified.
ar: يجب التحقق من عنوان بريدك الإلكتروني الأساسي.
de: Ihre primäre E -Mail -Adresse muss überprüft werden.

source: Forgot Password?
ar: هل نسيت كلمة السر؟
de: Passwort vergessen?

source: Forgotten your password? Enter your email address below, and we'll send you an email allowing you to reset it.
ar: نسيت كلمة المرور الخاصة بك؟ أدخل عنوان بريدك الإلكتروني أدناه ، وسنرسل لك بريدًا إلكترونيًا يسمح لك بإعادة ضبطه.
de: Ihr Passwort vergessen? Geben Sie unten Ihre E -Mail -Adresse ein und wir senden Ihnen eine E -Mail, mit der Sie sie zurücksetzen können.

source: Reset My Password
ar: أعد تعيين كلمة المرور الخاصة بي
de: Setzen Sie mein Passwort zurück

source: Please contact us if you have any trouble resetting your password.
ar: يرجى الاتصال بنا إذا كان لديك أي مشكلة في إعادة تعيين كلمة المرور الخاصة بك.
de: Bitte kontaktieren Sie uns, wenn Sie Probleme haben, Ihr Passwort zurückzusetzen.

source: We have sent you an email. If you have not received it please check your spam folder. Otherwise contact us if you do not receive it in a few minutes.
ar: لقد أرسلنا لك بريدًا إلكترونيًا. إذا لم تكن قد استلمتها ، فيرجى التحقق من مجلد البريد العشوائي. وإلا اتصل بنا إذا لم تستلمه في غضون دقائق قليلة.
de: Wir haben Ihnen eine E -Mail geschickt. Wenn Sie es nicht erhalten haben, überprüfen Sie bitte Ihren Spam -Ordner. Andernfalls kontaktieren Sie uns, wenn Sie es nicht in wenigen Minuten erhalten.

source: Bad Token
ar: رمز سيء
de: Schlechtes Token

source: The password reset link was invalid, possibly because it has already been used. Please request a <a href="%(passwd_reset_url)s">new password reset</a>.
ar: كان رابط إعادة تعيين كلمة المرور غير صالح ، ربما لأنه تم استخدامه بالفعل. يرجى طلب <a href = "%(passwd_reset_url)s"> إعادة تعيين كلمة المرور الجديدة </a>.
de: Der Link zum Zurücksetzen des Kennworts war ungültig, möglicherweise weil er bereits verwendet wurde. Bitte fordern Sie ein <a href = "%(passwd_reset_url)s"> Neues Passwort Reset </a>.

source: Your password is now changed.
ar: تم تغيير كلمة المرور الخاصة بك الآن.
de: Ihr Passwort wird jetzt geändert.

source: Set Password
ar: اضبط كلمة المرور
de: Passwort festlegen

source: Change Phone
ar: تغيير الهاتف
de: Telefon ändern

source: Current phone
ar: الهاتف الحالي
de: Aktuelles Telefon

source: Your phone number is still pending verification.
ar: لا يزال رقم هاتفك في انتظار التحقق.
de: Ihre Telefonnummer steht noch aus.

source: Enter your password:
ar: أدخل كلمة المرور الخاصة بك:
de: Geben Sie Ihr Passwort ein:

source: Send me a sign-in code
ar: أرسل لي رمز تسجيل الدخول
de: Senden Sie mir einen Anmeldecode

source: You will receive a special code for a password-free sign-in.
ar: ستتلقى رمزًا خاصًا لتوقيع خالي من كلمة المرور.
de: Sie erhalten einen speziellen Code für eine passwortfreie Anmeldung.

source: Request Code
ar: طلب رمز
de: Anforderungscode

source: Other sign-in options
ar: خيارات تسجيل الدخول الأخرى
de: Andere Anmeldeoptionen

source: Sign Up
ar: اشتراك
de: Melden Sie sich an

source: Create your account
ar: قم بإنشاء حسابك
de: Erstellen Sie Ihr Konto

source: Show password rules
ar: إعادة تعيين كلمة المرور
de: Passwort zurücksetzen

source: Your password can’t be too similar to your other personal information.
ar: لا يمكن أن تكون كلمة المرور الخاصة بك مشابهة جدًا لمعلوماتك الشخصية الأخرى.
de: Ihr Passwort kann Ihren anderen persönlichen Daten nicht zu ähnlich sein.

source: Your password must contain at least 8 characters.
ar: يجب أن تحتوي كلمة المرور الخاصة بك على 8 أحرف على الأقل.
de: Ihr Passwort muss mindestens 8 Zeichen enthalten.

source: Your password can’t be a commonly used password.
ar: لا يمكن أن تكون كلمة المرور كلمة مرور شائعة الاستخدام.
de: Ihr Passwort kann kein häufig verwendetes Passwort sein.

source: Your password can’t be entirely numeric.
ar: تمت إعادة تعيين كلمة المرور الخاصة بك.
de: Ihr Passwort wurde zurückgesetzt.

source: Already have an account?
ar: هل لديك بالفعل حساب؟
de: Haben Sie bereits ein Konto?

source: or sign up with
ar: أو اشترك مع
de: oder a&en mit

source: Signup
ar: اشتراك
de: Melden Sie sich an

source: Passkey Sign Up
ar: التسجيل
de: PassKey melden sich an

source: Already have an account? Then please %(link)ssign in%(end_link)s.
ar: هل لديك بالفعل حساب؟ ثم من فضلك%(link)sتسجيل الدخول%(end_link)s.
de: Haben &ereits ein Konto? Dann bitte%(link)sanmelden%(end_link)s.

source: Other options
ar: خيارات أخرى
de: Andere Optionen

source: Sign Up Closed
ar: التسجيل مغلق
de: Melden Sie sich geschlossen an

source: We are sorry, but the sign up is currently closed.
ar: نحن آسفون ، لكن التسجيل مغلق حاليًا.
de: Es tut uns leid, aber die Anmeldung ist derzeit geschlossen.

source: Note
ar: ملحوظة
de: Notiz

source: You are already logged in as %(user_display)s.
ar: لقد قمت بالفعل بتسجيل الدخول باسم%(user_display)s.
de: Sie sind bereits angemeldet wie%(user_display)s.

source: Warning:
ar: تحذير:
de: Warnung:

source: You currently do not have any email address set up. You should really add an email address so you can receive notifications, reset your password, etc.
ar: ليس لديك حاليًا أي عنوان بريد إلكتروني تم إعداده. يجب عليك حقًا إضافة عنوان بريد إلكتروني حتى تتمكن من تلقي الإخطارات وإعادة ضبط كلمة المرور الخاصة بك وما إلى ذلك.
de: Sie haben derzeit keine E -Mail -Adresse eingerichtet. Sie sollten wirklich eine E -Mail -Adresse hinzufügen, damit Sie Benachrichtigungen erhalten, Ihr Passwort zurücksetzen können.

source: Verify Your Email Address
ar: تحقق من عنوان بريدك الإلكتروني
de: Überprüfen Sie Ihre E -Mail -Adresse

source: We have sent an email to you for verification. Follow the link provided to finalize the signup process. If you do not see the verification email in your main inbox, check your spam folder. Please contact us if you do not receive the verification email within a few minutes.
ar: لقد أرسلنا بريدًا إلكترونيًا لك للتحقق. اتبع الرابط المقدم لإنهاء عملية التسجيل. إذا لم ترى البريد الإلكتروني للتحقق في صندوق الوارد الخاص بك ، فتحقق من مجلد البريد العشوائي الخاص بك. يرجى الاتصال بنا إذا لم تتلق البريد الإلكتروني للتحقق في غضون بضع دقائق.
de: Wir haben Ihnen eine E -Mail zur Überprüfung gesendet. Befolgen Sie den Link, der bereitgestellt wurde, um den Anmeldungsprozess abzuschließen. Wenn Sie die Überprüfungs -E -Mail in Ihrem Haupt -Posteingang nicht sehen, überprüfen Sie Ihren Spam -Ordner. Bitte kontaktieren Sie uns, wenn Sie die Überprüfungs -E -Mail nicht innerhalb weniger Minuten erhalten.

source: This part of the site requires us to verify that you are who you claim to be. For this purpose, we require that you verify ownership of your email address.
ar: هذا القسم للتحقق من الشخصية لذلك يتوجب تأكيد البريد الالكرتوني
de: In diesem Teil der Website müssen wir dies überprüfen Sie sind der, der Sie behaupten. Zu diesem Zweck verlangen wir, dass Sie Überprüfen Sie den Eigentum an Ihrer E -Mail -Adresse.
